/**********************************************/
/* PRIORITY 1 */
/**********************************************/

"Saving" = "Saving";

"Completing Authentication" =
"Completing Authentication";

/* No comment provided by engineer. */
"My Quizlet Sets" = "My Quizlet Sets";

/* No comment provided by engineer. */
"Browse Quizlet Sets" = "Browse Quizlet Sets";

/* No comment provided by engineer. */
"Search Quizlet Sets" = "Search Quizlet Sets";

/* No comment provided by engineer. */
"Download Set" = "Download Set";

/* HUD */
"Downloading Sets" = "Downloading Sets";

/* UIView title */
"My Groups" = "My Groups";

/* No comment provided by engineer. */
"My Quizlet Groups" = "My Quizlet Groups";

/* UIView title */
"Search Groups" = "Search Groups";

/* No comment provided by engineer. */
"Search Quizlet Groups" = "Search Quizlet Groups";




/* No comment provided by engineer. */
"Hosted on Dropbox" = "Hosted on Dropbox";

"You have previously imported the card set \"%@\"." =
"You have previously imported the card set \"%@\".";

"Excel or CSV (Spreadsheet) Files" =
"Excel or CSV (Spreadsheet) Files";


/* HUD */
"Downloading Cards" = "Downloading Cards";
"Downloading Groups" = "Downloading Groups";

/* HUD */
"Downloading Images" = "Downloading Images";

"No .XSL or .CSV Files Found" = "No .XSL or .CSV Files Found";

/* UIView Title */
"Import" = "Import";

/* UIBarButtonItem */
"Import Now" = "Import Now";

/* HUD */
"Importing Cards" = "Importing Cards";

/* UISegmentedController */
"Reverse Front & Back" = "Reverse Front & Back";



/* search bar options to sort card sets */
"Alphabetical" =
"Alphabetical";

"Most Recent" =
"Most Recent";

"Highest Rated" =
"Highest Rated";

"Best Match" =
"Best Match";

"Most Studied" =
"Most Studied";

"Studied Sets" =
"Studied Sets";

"Favorite Sets" =
"Favorite Sets";

"My Sets" =
"My Sets";

/* Options after importing cards */
"Return to Card Set" = "Return to Card Set";
"Return to Collection" = "Return to Collection";
"Return to Dropbox" = "Return to Dropbox";
"Return to My Sets" = "Return to My Sets";
"Return to Search" = "Return to Search";
"Return to Group" = "Return to Group";
"Edit Cards" = "Edit Cards";
"Study Now" = "Study Now";

/* Login */
"Log in to Quizlet" = "Log in to Quizlet";
"Login to Access Private Card Sets" = "Login to Access Private Card Sets";
"Login to Access Private Groups" = "Login to Access Private Groups";
"Logout (%@)" = "Logout (%@)";


/* No comment provided by engineer. */
"No Results Found" = "No Results Found";

/* HUD */
"Processing Duplicates" = "Processing Duplicates";
"Check for Duplicates" = "Check for Duplicates";


"Mark Cards Related?" = "Mark Cards Related?";
"Merge Card?" = "Merge Card?";
"Merge + Edit" = "Merge + Edit";
"Current Card" = "Current Card";
"New Card" = "New Card";
"Current" = "Current";
"New" = "New";


"Tap to Cancel" = "Tap to Cancel";
"Checking Quizlet Plus" = "Checking Quizlet Plus";
"Syncing Data" = "Syncing Data";
"FlashCards++ Sets" = "FlashCards++ Sets";
"FlashCards++ Collections" = "FlashCards++ Collections";
"Subscribe to Online Changes" = "Subscribe to Online Changes";

"Would you like to turn Sync on for this already-existing set, import these cards into this already-existing set without turning on Sync, or would you like to create a new card set?" =
"Would you like to turn Sync on for this already-existing set, import these cards into this already-existing set without turning on Sync, or would you like to create a new card set?";
"Would you like to Subscribe to online changes for this already-existing set, import these cards into this already-existing set without Subscribing to online changes, or would you like to create a new card set? NOTE: If you subscribe to online changes, any changes you have made locally will be erased." =
"Would you like to Subscribe to online changes for this already-existing set, import these cards into this already-existing set without Subscribing to online changes, or would you like to create a new card set? NOTE: If you subscribe to online changes, any changes you have made locally will be erased.";

/** You have set this card set to be Subscribed to [service, e.g. Quizlet]. */
"You have set this card set to be Subscribed to %@. Any changes made online will be automatically downloaded to your device. Because of this, you cannot edit or import cards to this Card Set." =
"You have set this card set to be Subscribed to %@. Any changes made online will be automatically downloaded to your device. Because of this, you cannot edit or import cards to this Card Set.";


"Don't Import This Set" = "Don't Import This Set";
"Set Previously Imported" = "Set Previously Imported";
"Sync With Existing Set" = "Sync With Existing Set";

"You have set this card set to be Subscribed to %@. Any changes made online will be automatically downloaded to your device. Because of this, you cannot edit or import cards to this Card Set." =
"You have set this card set to be Subscribed to %@. Any changes made online will be automatically downloaded to your device. Because of this, you cannot edit or import cards to this Card Set.";

"You have chosen to sync the current card and the new card set with %@. By merging these cards, any changes you make to either card will be uploaded automatically to both of the original card sets on %@." =
"You have chosen to sync the current card and the new card set with %@. By merging these cards, any changes you make to either card will be uploaded automatically to both of the original card sets on %@.";

"You have chosen to sync the new card set with %@." =
"You have chosen to sync the new card set with %@.";

"You have chosen to sync the current card with %@." =
"You have chosen to sync the current card with %@.";

"By merging these cards, any changes you make will be uploaded automatically to the internet." =
"By merging these cards, any changes you make will be uploaded automatically to the internet.";

"Please select at least one set to import" =
"Please select at least one set to import";

"Refreshing Authentication" =
"Refreshing Authentication";

"Downloading Images: %d of %d" =
"Downloading Images: %1$d of %2$d";

"Find Online Card Matches" =
"Find Online Card Matches";

"Save and Proceed to Next Card" =
"Save and Proceed to Next Card";

"Save and Import Cards" =
"Save and Import Cards";

"Card Doesn't Exist On Web" =
"Card Doesn't Exist On Web";

"Local Card: %d of %d" =
"Local Card: %1$d of %2$d";

"Match with Card on the Web" =
"Match with Card on the Web";

"Best Matches:" =
"Best Matches:";

"Other Potential Matches:" =
"Other Potential Matches:";

"Merging" =
"Merging";


"Some of the cards in the set \"%@\" aren't matched up with cards saved on %@. Please match your local cards with the cards on the internet, so that they can be kept in sync." =
"Some of the cards in the set \"%1$@\" aren't matched up with cards saved on %2$@. Please match your local cards with the cards on the internet, so that they can be kept in sync.";

"Log in to import card sets, upload and share cards on Quizlet, and access your groups. You can now access both public and private groups and sets." =
"Log in to import card sets, upload and share cards on Quizlet, and access your groups. You can now access both public and private groups and sets.";

"Select Collection" = "Select Collection";
"Other Topic" = "Other Topic";
"Current Collections" = "Current Collections";

"Import Multiple" = "Import Multiple";
"Import One" = "Import One";
"Import Selected" = "Import Selected";
"Import All" = "Import All";
"Import as Separate Sets" = "Import as Separate Sets";
"Please select at least one set to import." = "Please select at least one set to import.";

/**********************************************/
/* PRIORITY 2 */
/**********************************************/

"Duplicate Set Found" =
"Duplicate Set Found";

"You already have a card set entitled \"%@\". Would you like to import these cards into this already-existing set, or would you like to create a new card set?" =
"You already have a card set entitled \"%@\". Would you like to import these cards into this already-existing set, or would you like to create a new card set?";

"Create New Set" =
"Create New Set";

"Import to Existing Set" = "Import to Existing Set";

/* No comment provided by engineer. */
"Created On" = "Created On";

/* No comment provided by engineer. */
"Creator" = "Creator";

/* No comment provided by engineer. */
"Folders" = "Folders";

/* No comment provided by engineer. */
"Go To Parent Folder" = "Go To Parent Folder";

/* No comment provided by engineer. */
"Home Folder" = "Home Folder";

/* UIBarButtonItem */
"Return to Home Folder" = "Return to Home Folder";

/* message */
"Your search term must be at least two characters in length." = "Your search term must be at least two characters in length.";

/* message */
"Your username must be at least two characters in length." = "Your username must be at least two characters in length.";

"At this time, password-protected card sets cannot be synced with Quizlet." =
"At this time, password-protected card sets cannot be synced with Quizlet.";

/* No comment provided by engineer. */
"Group Password" = "Group Password";

/* No comment provided by engineer. */
"Join Group" = "Join Group";

/* HUD */
"Joining Group" = "Joining Group";

/* UIButton */
"Leave Group" = "Leave Group";

/* HUD */
"Leaving Group" = "Leaving Group";

/* No comment provided by engineer. */
"No Sets In Group" = "No Sets In Group";




/**********************************************/
/* PRIORITY 3 */
/**********************************************/


/* No comment provided by engineer. */
"Tag: %@" = "Tag: %@";

/* No comment provided by engineer. */
"Topics" = "Topics";

/* message */
"The password you entered is not valid. Please enter the group's password (case-sensitive) to join:" = "The password you entered is not valid. Please enter the group's password (case-sensitive) to join:";

/* message */
"The password you entered is not valid. Please enter the set's password (case-sensitive) to access:" = "The password you entered is not valid. Please enter the set's password (case-sensitive) to access:";

/* message */
"This group does not exist." = "This group does not exist.";

/* message */
"This group was either deleted by its owner or because it had inappropriate content." = "This group was either deleted by its owner or because it had inappropriate content.";

/* message */
"This is a \"private\" card set and is password-protected. Please enter the set's password (case-sensitive) to access:" = "This is a \"private\" card set and is password-protected. Please enter the set's password (case-sensitive) to access:";
"Set Password" = "Set Password";

/* message */
"This is a \"private\" group and is password-protected. Please enter the group's password (case-sensitive) to join:" = "This is a \"private\" group and is password-protected. Please enter the group's password (case-sensitive) to join:";

/* message */
"This is a \"private\" group. Please log in to Quizlet to access or join this group." = "This is a \"private\" group. Please log in to Quizlet to access or join this group.";

"This is a \"private\" group. You do not have access to this group, and at this time password-protected groups are not supported." =
"This is a \"private\" group. You do not have access to this group, and at this time password-protected groups are not supported.";

/* message */
"This set does not exist." = "This set does not exist.";

/* message */
"This file exceeds the maximum file size for processing (8 megabytes). Please select a smaller file." = "This file exceeds the maximum file size for processing (8 megabytes). Please select a smaller file.";


/* message */
"This set was either deleted by its owner or because it had inappropriate content." = "This set was either deleted by its owner or because it had inappropriate content.";

/* message */
"This user does not exist; make sure you did not misspell the name." = "This user does not exist; make sure you did not misspell the name.";


/* message */
"You may only join a maximum of 8 Quizlet groups (you have 8). Please remove some before adding new ones, or subscribe to the Quizlet PLUS service to have unlimited groups. (This is a limitation of Quizlet, not FlashCards++, please consult the FAQ on www.Quizlet.com.)" = "You may only join a maximum of 8 Quizlet groups (you have 8). Please remove some before adding new ones, or subscribe to the Quizlet PLUS service to have unlimited groups. (This is a limitation of Quizlet, not FlashCards++, please consult the FAQ on www.Quizlet.com.)";


/* message */
"You have been invited to join this group. Would you like to join?" = "You have been invited to join this group. Would you like to join?";

/* message */
"You have joined this group successfully." = "You have joined this group successfully.";

/* message */
"You have left this group successfully." = "You have left this group successfully.";

/* No comment provided by engineer. */
"The is a \"private\" group. Please enter a quick message to the group to ask to join:" = "The is a \"private\" group. Please enter a quick message to the group to ask to join:";
"Your Message" = "Your Message";
"The administrator of this group has been notified of your application." = "The administrator of this group has been notified of your application.";

"Due to technical difficulties or site maintenance, access to private Quizlet sets and groups is not currently available. It will be available again shortly." =
"Due to technical difficulties or site maintenance, access to private Quizlet sets and groups is not currently available. It will be available again shortly.";

"There has been an error with your Quizlet authentication; please re-authenticate with Quizlet." =
"There has been an error with your Quizlet authentication; please re-authenticate with Quizlet.";

"There was an error reading your data file, please ensure that it has not been corrupted: %@ (%d)" =
"There was an error reading your data file, please ensure that it has not been corrupted: %1$@ (%2$d)";

/* No comment provided by engineer. */
"# Cards" = "# Cards";


/* UIView title */
"Choose Spreadsheet" = "Choose Spreadsheet";

/* UISegmentedControl */


/* No comment provided by engineer. */
"Description" = "Description";

/* quizlet username field placeholder */
"Your Email Address" = "Your Email Address";

/* quizlet username field placeholder */
"Your Quizlet Username" = "Your Quizlet Username";

/* message */
"An administrator of this group has removed you." = "An administrator of this group has removed you.";

/* No comment provided by engineer. */
"Added to group %@" = "Added to group %@";

/* message */
"Please log in to Quizlet to access or join this group." = "Please log in to Quizlet to access or join this group.";

/* HUD */
"Processing File" = "Processing File";

/* No comment provided by engineer. */

"Validating Purchase Receipts" =
"Validating Purchase Receipts";

"Compressing Database" =
"Compressing Database";

"Import Without Images" =
"Import Without Images";

/**********************************************/
/* PRIORITY END */

